HSDTaskName = "Junkfaxen blokkeren";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Drukt af… Een moment geduld alstublieft";

//button titles
"DONE" = "Gereed";
"YES" = "Ja";
"NO" = "Nee";
"OK" = "OK";
"CLOSE" = "Sluiten";
DeleteButtonTitle = "Verwijder";

//Block status label
"BLOCK_STATUS_MESSAGE" = "%1$d van %2$d ingangen gebruikt";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "Ongeldig faxnummer";
"INVALID_FAX_NUMBER_DESC" = "U hebt een ongeldig nummer ingevoerd. U kunt alleen cijfers invoeren (0123456789). Voer een geldig faxnummer in en probeer opnieuw.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "Nummerherkenning vereist";
"JUNK_FAX_WARNING_DESC" = "Voor Junkfax blokkeren moet uw apparaat zijn aangesloten op een lijn waarop nummerherkenning is ingeschakeld.\n\nAls u niet zeker weet of nummerherkenning is ingeschakeld op uw lijn, neemt u contact op met uw telefoonprovider.";
"JUNK_FAX_DELETION_DESC" = "Weet u zeker dat u de geselecteerde nummers wilt verwijderen uit de lijst met geblokkeerde faxnummers?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Kopiëer nummer";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Dit nummer staat al op de lijst met geblokkeerde faxnummers. Wilt u het nogmaals toevoegen?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Geblokkeerd faxnummer kopiëren";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Dit nummer staat al op de lijst met geblokkeerde faxnummers.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Controleer of het apparaat online is en of er geen faxtaak wordt verwerkt.";

HSDTaskDescriptionTitle = "Gebruik Junkfax blokkeren om inkomende faxen te blokkeren van nummers met een bepaald nummer.";
HSDJunkFaxBlockingStateTitle = "Beller-ID faxblokkering:";
HSDBlockedNumbersTitle = "Geblokkeerde nummers:";
HSDApplyButtonTitle = "Pas wijzigingen toe";
HSDPrintListButtonTitle = "Druk lijst af";

HSDEditPanelDescriptionTitle = "Voer te blokkeren faxnummer in:";
HSDOffButtonTitle = "Uit";
HSDOnButtonTitle = "Aan";

HSDFaxNumberTitle = "Faxnummer";
HSDEditButtonTitle = "Wijzig…";
HSDCreateButtonTitle = "Maak";
HSDCancelButtonTitle = "Annuleer";

AskSaveChangesAlertTitle = "U hebt de faxblokkeerlijst bewerkt";
AskSaveChangesAlertMsg = "De wijzigingen die u hebt gemaakt worden niet meegenomen in de afgedrukte lijst als u deze niet toepast. Wilt u de wijzigingen die u hebt gemaakt toepassen op de lijst voor u deze afdrukt?";
AskSaveChangesDontApplyButtonTitle = "Pas niet toe";
AskSaveCahngesApplyButtonTitle = "Pas toe";

PlusButtonToolTip = "Voeg nieuw geblokkeerd nummer toe";
MinusButtonToolTip = "Verwijder geblokkeerd nummer";
EditButtonToolTip = "Wijzig geblokkeerd nummer";
PrintButtonToolTip = "Druk geblokkeerde nummers af";
